[
  {
    "id": "1",
    "name": "Убить пересмешника",
    "author": "Харпер Ли",
    "year": 1961,
    "genre": "роман-бестселлер",
    "issued": false,
    "employeeId": "",
    "description": "роман-бестселлер[2][3] американской писательницы Харпер Ли, опубликованный в 1960 году, за который в 1961 году она получила Пулитцеровскую премию. Её успех стал вехой в борьбе за права чернокожих.",
    "photo": "../images/pereshmeshnik.jpg"
  },
  {
    "id": "2",
    "name": "Гарри Поттер и философский камень",
    "author": "Дж. К. Роулинг",
    "year": 1997,
    "genre": "роман",
    "issued": true,
    "employeeId": "ahmet77@mail.ru",
    "description": "Злой волшебник Волан-де-Морт, чиня террор в Великобритании, убивает родителей годовалого Гарри Поттера, однако при попытке убить самого Гарри бесследно исчезает, оставив тому на память лишь шрам на лбу в виде молнии. Тем же вечером, директор школы волшебства Хогвартс Альбус Дамблдор и его заместитель Минерва МакГонагалл появляются возле дома Вернона и Петуньи Дурсль, единственных родственников Гарри. Лесник Рубеус Хагрид привозит ребёнка, которого оставляют у дяди с тётей, чтобы слава не вскружила ему голову раньше времени.",
    "photo": "../images/harry_potter.jpg"
    },
  {
    "id": "3",
    "name": "Властели́н коле́ц",
    "author": "Дж. Р. Р. Толкин",
    "year": 1950,
    "genre": "фэнтези",
    "issued": true,
    "employeeId": "salmor@mail.ru",
    "description": "Изначально Толкин не собирался писать продолжение к «Хоббиту» (роман «Властелин колец» фактически является таким продолжением). Однако 15 ноября 1937 года во время обеда со Стэнли Анвином, владельцем издательства Allen & Unwin, впервые опубликовавшего «Хоббита», Толкин получил предложение представить для рассмотрения другие произведения. Рецензент издательства отклонил присланный «Сильмариллион», хотя отозвался о нём положительно. Ободрённый этим, Толкин начал писать продолжение «Хоббита» и уже 16 декабря 1937 года в письме к издателю сообщил о первой главе новой книги.",
    "photo":"../images/vlastelin.jpg"
    }
]